istio/abcd_perf/single-perf-shared2/report1500.txt
Requests      [total, rate]            45000, 1500.03
Duration      [total, attack, wait]    29.99989341s, 29.99937089s, 522.52µs
Latencies     [mean, 50, 95, 99, max]  693.209µs, 493.91µs, 1.358178ms, 5.112983ms, 29.711541ms
Bytes In      [total, mean]            1170000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:45000  
Error Set: