istio/abcd_perf/single-perf-shared2/report3000.txt
Requests      [total, rate]            90000, 3000.02
Duration      [total, attack, wait]    30.001433503s, 29.999795457s, 1.638046ms
Latencies     [mean, 50, 95, 99, max]  1.494179ms, 576.609µs, 5.541751ms, 14.361808ms, 49.12146ms
Bytes In      [total, mean]            2340000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:90000  
Error Set: